          TOEFL Vocabulary(Right-To-Left)Generated by Python
                    Name:          Student ID:
3
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:b
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     r
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
c
     o
     E.g.:n
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     f
     E.g.:l
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:b
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     r
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:r
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:p
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:b
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     M
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:b
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     P
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:c
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:c
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:s
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     e
     E.g.:x
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:g
     Synonym:
        o
     Antonym:
        o
 
     i
     E.g.:n
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     S
     E.g.:h
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:a
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     K
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:d
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:h
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
      
     E.g.:A
     Synonym:
        o
     Antonym:
        o
 
     h
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     m
     E.g.:i
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:a
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:f
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     P
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     i
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     S
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:i
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     P
     E.g.:r
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     o
     E.g.:p
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:e
     Synonym:
        o
     Antonym:
        o
a
     s
     E.g.:s
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
b
     u
     E.g.:m
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     E
     E.g.:a
     Synonym:
        o
     Antonym:
        o
 
     r
     E.g.:e
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
c
     e
     E.g.:l
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:l
     Synonym:
        o
     Antonym:
        o
3
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
a
     p
     E.g.:p
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:l
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
i
     n
     E.g.:s
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:l
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
l
     u
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     U
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:u
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
h
     a
     E.g.:z
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     O
     E.g.:b
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:m
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
t
     r
     E.g.:a
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     G
     E.g.:o
     Synonym:
        o
     Antonym:
        o
n
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
c
     o
     E.g.:m
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
6
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
1
     2
     E.g.:3
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:e
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
c
     o
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     S
     E.g.:t
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:h
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     f
     E.g.:e
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     e
     E.g.:n
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:i
     Synonym:
        o
     Antonym:
        o
 
     i
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     O
     E.g.:f
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     C
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:i
     Synonym:
        o
     Antonym:
        o
4
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     L
     E.g.:a
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     F
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     B
     E.g.:e
     Synonym:
        o
     Antonym:
        o
1
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:p
     Synonym:
        o
     Antonym:
        o
3
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:p
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
s
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     S
     E.g.:k
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:p
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     d
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
6
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     m
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     D
     E.g.:r
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     j
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
6
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     G
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:p
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     o
     E.g.:l
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     S
     E.g.:l
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:r
     Synonym:
        o
     Antonym:
        o
2
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     R
     E.g.:i
     Synonym:
        o
     Antonym:
        o
d
     e
     E.g.:n
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     W
     E.g.:i
     Synonym:
        o
     Antonym:
        o
 
     l
     E.g.:o
     Synonym:
        o
     Antonym:
        o
4
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:s
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
a
     s
     E.g.:s
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     I
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
s
     e
     E.g.:d
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     f
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
s
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     O
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
i
     n
     E.g.:f
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:s
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:s
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:n
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     e
     E.g.:n
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     I
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
p
     r
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     G
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:r
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
v
     e
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     D
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     f
     E.g.:e
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
t
     y
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     E
     E.g.:x
     Synonym:
        o
     Antonym:
        o
A
     V
     E.g.:A
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
c
     o
     E.g.:v
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     U
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
a
     s
     E.g.:k
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     L
     E.g.:a
     Synonym:
        o
     Antonym:
        o
 
     b
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
c
     o
     E.g.:m
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     D
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     d
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     G
     E.g.:o
     Synonym:
        o
     Antonym:
        o
n
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
r
     a
     E.g.:i
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:h
     Synonym:
        o
     Antonym:
        o
3
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
m
     i
     E.g.:s
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     I
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     E
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:w
     Synonym:
        o
     Antonym:
        o
3
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     K
     E.g.:i
     Synonym:
        o
     Antonym:
        o
 
     l
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     b
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
2
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     b
     E.g.:e
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:t
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     P
     E.g.:r
     Synonym:
        o
     Antonym:
        o
 
     m
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
b
     i
     E.g.:g
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:h
     Synonym:
        o
     Antonym:
        o
3
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     Q
     E.g.:u
     Synonym:
        o
     Antonym:
        o
 
     b
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
o
     d
     E.g.:d
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     G
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
7
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     m
     E.g.:i
     Synonym:
        o
     Antonym:
        o
i
     r
     E.g.:r
     Synonym:
        o
     Antonym:
        o
4
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
2
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     B
     E.g.:a
     Synonym:
        o
     Antonym:
        o
2
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
w
     i
     E.g.:t
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     G
     E.g.:a
     Synonym:
        o
     Antonym:
        o
h
     e
     E.g.:a
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     j
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:a
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     m
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:i
     Synonym:
        o
     Antonym:
        o
s
     o
     E.g.:u
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     r
     E.g.:a
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     U
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     e
     E.g.:x
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
c
     h
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     P
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
p
     a
     E.g.:s
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:c
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     h
     E.g.:a
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     r
     E.g.:a
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     O
     E.g.:b
     Synonym:
        o
     Antonym:
        o
a
     s
     E.g.:s
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:g
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     j
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     U
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     d
     E.g.:i
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     C
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     g
     E.g.:h
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     U
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     m
     E.g.:a
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     i
     E.g.:n
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
9
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:a
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:s
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     F
     E.g.:r
     Synonym:
        o
     Antonym:
        o
 
     i
     E.g.:m
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     I
     E.g.:l
     Synonym:
        o
     Antonym:
        o
n
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
p
     e
     E.g.:t
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
9
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     I
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
f
     i
     E.g.:c
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     Q
     E.g.:u
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
h
     y
     E.g.:p
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     2
     E.g.:5
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     n
     E.g.:o
     Synonym:
        o
     Antonym:
        o
4
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:a
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
r
     e
     E.g.:p
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     P
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
e
     t
     E.g.:h
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:n
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
j
     i
     E.g.:n
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:r
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:r
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
d
     u
     E.g.:p
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     C
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
p
     e
     E.g.:r
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     C
     E.g.:a
     Synonym:
        o
     Antonym:
        o
 
     l
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
p
     r
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     0
     E.g.:0
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
t
     h
     E.g.:w
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     O
     E.g.:f
     Synonym:
        o
     Antonym:
        o
 
     W
     E.g.:e
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     r
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     L
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     v
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     S
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     f
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     M
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
6
     0
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:l
     Synonym:
        o
     Antonym:
        o
 
     t
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:m
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
9
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     C
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     r
     E.g.:e
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
6
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:a
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:e
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:e
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     7
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     W
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:c
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     R
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:p
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     2
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     H
     E.g.:a
     Synonym:
        o
     Antonym:
        o
 
     p
     E.g.:a
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
6
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:y
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     P
     E.g.:a
     Synonym:
        o
     Antonym:
        o
 
     j
     E.g.:u
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:t
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     S
     E.g.:e
     Synonym:
        o
     Antonym:
        o
s
     a
     E.g.:t
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:m
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     R
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     d
     E.g.:i
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:c
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     W
     E.g.:e
     Synonym:
        o
     Antonym:
        o
d
     e
     E.g.:s
     Synonym:
        o
     Antonym:
        o
7
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
4
     5
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     e
     E.g.:x
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
8
     6
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     j
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
8
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
P
     o
     E.g.:s
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
3
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
T
     o
     E.g.: 
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     h
     E.g.:a
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     G
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:c
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
6
     9
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     A
     E.g.:m
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:h
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     d
     E.g.:i
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
5
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     T
     E.g.:o
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:o
     Synonym:
        o
     Antonym:
        o
4
     3
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     P
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.:c
     Synonym:
        o
     Antonym:
        o
7
     8
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     E
     E.g.:x
     Synonym:
        o
     Antonym:
        o
 
     c
     E.g.:a
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     s
     E.g.:u
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
2
     4
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     F
     E.g.:e
     Synonym:
        o
     Antonym:
        o
 
     a
     E.g.: 
     Synonym:
        o
     Antonym:
        o
-
     1
     E.g.:.
     Synonym:
        o
     Antonym:
        o
 
     j
     E.g.:o
     Synonym:
        o
     Antonym:
        o
S
     y
     E.g.:n
     Synonym:
        o
     Antonym:
        o
1
